{
  "Brandon": {
    "profile pic": "static/img/brandon/brandon.jpg",
    "about": "Hey! I'm Brandon Somoza, a third year CS major at NYU and I'm excited to be a fellow for the summer! I first got into programming my second year of high school, and since then I have not looked back. I coded a couple of basic games like pong and a card memory game over that summer and really found myself enjoying the process to the fullest!",
    "education": "CS Student at NYU",
    "social links": {
      "github": "https://github.com/BrandonSomoza",
      "linkedin": "https://www.linkedin.com/in/brandonsomoza/"
    },
    "work experience": [
      {
        "title": "Construction assistant",
        "employer": "My dad/Arepas Bakery & Grill",
        "description": "Assisted in several tasks such as cutting tiles and machines. Also, I put tile on several walls in the basement and in the bathroom. Cut my hand once, it was pretty gnarly but no scars luckily!"
      },
      {
        "title": "Cashier/Server",
        "employer": "Arepas Bakery & Grill",
        "description": "Did a A LOT of stuff. Took care of costumers, even helped out in the back and cooked a couple of times, since it's my family's place I was willing to do everything and still am"
      }
    ],
    "hobbies": [
      {
        "title": "Soccer",
        "image": "static/img/brandon/ball.webp",
        "description": "I love everything to do with soccer. Playing it, watching it, reading about it, playing fifa, it is by far my favorite sport"
      },
      {
        "title": "Formula 1",
        "image": "static/img/brandon/F1.jpeg",
        "description": "I also enjoy watching formula 1. I used to find motor-racing boring (they go in circles for 50 laps how boring!) until I watched the Netflix series Drive to Survive. It helped me realize how much technique and finesse the sport requires."
      }
    ],
    "travel": [
      "Maracay",
      "Cancun, MX",
      "Miami"
    ],
    "favorite_color": "black"
  }
}